Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BTErrorEarbudsGenericFormat
source: Make sure “%@” are turned on and in range.
ar: تأكد من تشغيل "%@" ووجودها على مسافة قريبة.
ca: Comprova que els auriculars “%@” estiguin activats i a l’abast.
cs: Ujistěte se, že jsou zařízení „%@“ zapnutá a v dosahu.
da: Sørg for, at “%@” er tændt og inden for rækkevidde.
de: Vergewissere dich, dass „%@“ eingeschaltet und in Reichweite sind.
el: Βεβαιωθείτε ότι τα ακουστικά «%@» είναι ενεργοποιημένα και εντός εμβέλειας.
es: Asegúrate de que los auriculares “%@” están encendidos y se encuentran dentro del alcance.
es_us: Asegúrate de que “%@” estén encendidos y dentro del alcance.
fi: Varmista, että %@ ovat päällä ja kantaman sisällä.
fr: Assurez-vous que les « %@ » sont allumés et à portée.
fr_ca: Assurez-vous que « %@ » sont allumés et à portée.
he: יש לוודא ש-״%@״ פעילות ונמצאות בטווח המכשיר.
hi: निश्चित करें कि “%@” चालू हों और रेंज में हों।
hr: Provjerite jesu li slušalice “%@” uključene i unutar dometa.
hu: Győződjön meg róla, hogy a(z) „%@” be van kapcsolva, és hatókörön belül található.
id: Pastikan “%@” menyala dan dalam jangkauan.
it: Assicurati che gli auricolari “%@” siano accesi e nel raggio di azione del dispositivo.
ja: “%@”の電源がオンになっていて通信圏内にあることを確認してください。
ko: ‘%@’이(가) 켜져 있고, 범위 내에 있는지 확인하십시오.
ms: Pastikan “%@” dihidupkan dan berada dalam liputan.
nb: Kontroller at «%@» er på og innenfor rekkevidde.
nl: Zorg dat '%@' zijn ingeschakeld en binnen bereik zijn.
pl: Upewnij się, że „%@” są włączone i znajdują się w zasięgu.
pt_br: Certifique-se de que “%@” estejam ligados e no raio de alcance.
pt_pt: Certifique‑se de que os “%@” estão ligados e dentro do raio de alcance.
ro: Asigurați-vă că perechea de căști „%@” este pornită și în raza de acțiune.
ru: Убедитесь, что «%@» включены и находятся в зоне доступа.
sk: Uistite sa, že sú slúchadlá „%@“ zapnuté a v dosahu.
sl: Prepričajte se, da je naprava »%@« vklopljena in znotraj dosega.
sv: Kontrollera att ”%@” är på och inom räckvidd.
th: ตรวจสอบว่า “%@” เปิดอยู่และอยู่ในระยะที่กำหนด
tr: “%@” kulaklığının açık ve kapsama alanında olduğundan emin olun.
uk: Переконайтеся, що «%@» увімкнені та в полі дії.
vi: Đảm bảo “%@” được bật và ở trong phạm vi.
zh_cn: 请确保“%@”已打开且在通信范围内。
zh_hk: 確定「%@」已開啟，並位於通訊範圍內。
zh_tw: 請確定「%@」已開啟且位於通訊範圍內。

# BTErrorEarbudsGenericPairingFormat
source: Make sure “%@” are turned on, in range, and ready to pair.
ar: تأكد من تشغيل "%@" ووجودها على مسافة قريبة وجاهزيتها للاقتران.
ca: Comprova que els auriculars “%@” estiguin activats, a l’abast i a punt per enllaçar.
cs: Ujistěte se, že jsou zařízení „%@“ zapnutá, v dosahu a připravená k párování.
da: Sørg for, at “%@” er tændt, inden for rækkevidde og klar til pardannelse.
de: Vergewissere dich, dass „%@“ eingeschaltet, in Reichweite und zum Koppeln bereit sind.
el: Βεβαιωθείτε ότι τα ακουστικά «%@» είναι ενεργοποιημένα, εντός εμβέλειας και έτοιμα για ζευγοποίηση.
es: Asegúrate de que los auriculares “%@” están encendidos, se encuentran dentro del alcance y están preparados para el enlace.
es_us: Asegúrate de que “%@” estén encendidos, dentro del alcance y preparados para el enlace.
fi: Varmista, että %@ ovat päällä, kantaman sisällä ja valmiit laiteparin muodostamiseen.
fr: Assurez-vous que les « %@ » sont allumés, à portée et disponibles pour le jumelage.
fr_ca: Assurez-vous que « %@ » sont allumés, à portée et prêts pour le jumelage.
he: יש לוודא ש-״%@״ פעילות, נמצאות בטווח המכשיר ומוכנות לקישור.
hi: निश्चित करें कि “%@” चालू हों, रेंज में हों और पेयरिंग के लिए तैयार हों।
hr: Provjerite jesu li slušalice “%@” uključene, unutar dometa i spremne za uparivanje.
hu: Győződjön meg róla, hogy a(z) „%@” be van kapcsolva, hatókörön belül található, és készen áll a párosításra.
id: Pastikan “%@” menyala, dalam jangkauan, dan siap dipasangkan.
it: Assicurati che gli auricolari “%@” siano accesi, nel raggio di azione del dispositivo e pronti per l’abbinamento.
ja: “%@”の電源がオンになっていて通信圏内にあり、ペアリングの準備ができていることを確認してください。
ko: ‘%@’이(가) 켜져 있고, 범위 내에 있으며, 페어링할 준비가 되었는지 확인하십시오.
ms: Pastikan “%@” dihidupkan, berada dalam liputan dan sedia untuk berpasangan.
nb: Kontroller at «%@» er på, innenfor rekkevidde og klare for sammenkobling.
nl: Zorg dat '%@' is ingeschakeld, binnen bereik is en gereed is om mee te koppelen.
pl: Upewnij się, że „%@” są włączone, znajdują się w zasięgu i są gotowe do połączenia w parę.
pt_br: Certifique-se de que “%@” estejam ligados, no raio de alcance e prontos para emparelhar.
pt_pt: Certifique‑se de que os “%@” estão ligados, dentro do raio de alcance e preparados para emparelhar.
ro: Asigurați-vă că perechea de căști „%@” este pornită, în raza de acțiune și gata de asociere.
ru: Убедитесь, что «%@» включены, находятся в зоне доступа и готовы к созданию пары.
sk: Uistite sa, že sú slúchadlá „%@“ zapnuté, v dosahu a pripravené na párovanie.
sl: Prepričajte se, da je naprava »%@« vklopljena, v dosegu in pripravljena na seznanitev.
sv: Kontrollera att ”%@” är på, inom räckvidd och redo att parkopplas.
th: ตรวจสอบว่า “%@” เปิดอยู่ อยู่ในระยะที่กำหนด และพร้อมที่จะจับคู่
tr: “%@” kulaklığının açık, kapsama alanında ve eşlenmeye hazır olduğundan emin olun.
uk: Переконайтеся, що «%@» увімкнені, у полі дії та готові до створення пари.
vi: Đảm bảo “%@” được bật, ở trong phạm vi và sẵn sàng ghép đôi.
zh_cn: 请确保“%@”已打开，在通信范围内，且已准备好配对。
zh_hk: 確定「%@」已開啟及位於通訊範圍內，並已準備好配對。
zh_tw: 請確定「%@」已開啟、位於通訊範圍內且可進行配對。

# BTErrorEarbudsLinkKey
source: Apple TV is no longer connected to your Bluetooth device. To restore the connection, unpair “%@” from your Apple TV and try connecting again.
ar: لم يعد Apple TV متصلاً بجهاز Bluetooth. لاستعادة الاتصال، يرجى إلغاء اقتران "%@" من Apple TV وتجربة الاتصال مرة أخرى.
ca: L’Apple TV ja no està connectat al dispositiu Bluetooth. Per restaurar la connexió, desenllaça els auriculars “%@” de l’Apple TV i prova de tornar a connectar‑los.
cs: Apple TV už není k vašemu Bluetooth zařízení připojená. Chcete‑li připojení obnovit, zrušte spárování zařízení „%@“ s Apple TV a zkuste se připojit znovu.
da: Apple TV har ikke længere forbindelse til Bluetooth-enheden. For at genoprette forbindelsen skal du ophæve pardannelsen mellem “%@” og dit Apple TV og prøve at oprette forbindelse igen.
de: Apple TV ist nicht mehr mit deinem Bluetooth-Gerät verbunden. Um die Verbindung wiederherzustellen, entkoppele „%@“ von dem Apple TV und versuche es dann erneut.
el: Το Apple TV δεν είναι πλέον συνδεδεμένο με τη συσκευή Bluetooth σας. Για επαναφορά της σύνδεσης, καταργήστε τη ζευγοποίηση του «%@» με το Apple TV και κάντε σύνδεση εκ νέου.
es: El Apple TV ya no está conectado a tu dispositivo Bluetooth. Para restaurar la conexión, desenlaza los auriculares “%@” del Apple TV y vuelve a intentar conectarte.
es_us: El Apple TV ya no está conectado a tu dispositivo Bluetooth. Para restaurar la conexión, desenlaza “%@” de tu Apple TV e intenta conectarlo otra vez.
fi: Apple TV ei ole enää yhdistettynä Bluetooth-laitteeseen. Jos haluat palauttaa yhteyden, poista ”%@” Apple TV:n laitepareista ja yritä yhdistää uudelleen.
fr: L’Apple TV n’est plus connectée à cet appareil Bluetooth. Pour restaurer la connexion, déjumelez « %@ » de votre Apple TV et réessayez de procéder à la connexion.
fr_ca: L’Apple TV n’est plus connectée à votre appareil Bluetooth. Pour rétablir la connexion, déjumelez « %@ » de votre Apple TV, puis établissez de nouveau la connexion.
he: ה-Apple TV אינו מחובר עוד למכשיר ה-Bluetooth שלך. כדי לשחזר את החיבור, יש לבטל את הקישור של ״%@״ ל-Apple TV ולנסות להתחבר שוב.
hi: Apple TV अब आपके Bluetooth डिवाइस से कनेक्टेड नहीं है। कनेक्शन रीस्टोर करने के लिए अपने Apple TV से “%@” को अनपेयर करें और फिर से कनेक्ट करने की कोशिश करें।
hr: Apple TV više nije spojen na vaš Bluetooth uređaj. Za obnavljanje veze rasparite Apple TV i “%@” te ih ponovno povežite.
hu: Az Apple TV már nem csatlakozik a Bluetooth-eszközhöz. A csatlakozás visszaállításához törölje a(z) „%@” Apple TV-vel való párosítását, majd próbáljon meg ismét csatlakozni.
id: Apple TV tidak lagi terhubung ke perangkat Bluetooth Anda. Untuk memulihkan koneksi, lepas “%@” dari Apple TV Anda dan coba hubungkan lagi.
it: Apple TV non è più connessa al dispositivo Bluetooth. Per ripristinare la connessione, annulla l’abbinamento di “%@” con Apple TV e prova a connetterli nuovamente.
ja: Apple TVとこのBluetoothデバイスはもう接続されていません。 接続を復元するには、Apple TVから“%@”のペアリングを解除して、再度接続してみてください。
ko: Apple TV가 Bluetooth 기기에 더 이상 연결되어 있지 않습니다. 다시 연결하려면 Apple TV에서 ‘%@’의 페어링을 해제한 다음 다시 연결하십시오.
ms: Apple TV tidak lagi disambungkan ke peranti Bluetooth anda. Untuk memulihkan sambungan, batalkan berpasangan “%@” daripada Apple TV anda dan cuba sambung sekali lagi.
nb: Apple TV er ikke lenger koblet til Bluetooth-enheten. Koble «%@» fra Apple TV og koble til på nytt for å gjenopprette forbindelsen.
nl: Apple TV is niet meer verbonden met je Bluetooth-apparaat. Om de verbinding te herstellen, koppel je '%@' los van je Apple TV en probeer je opnieuw te verbinden.
pl: Apple TV nie ma połączenia z urządzeniem Bluetooth. Aby przywrócić połączenie, rozłącz parę „%@” i Apple TV, a następnie spróbuj nawiązać połączenie ponownie.
pt_br: A Apple TV não está mais conectada ao dispositivo Bluetooth. Para restaurar a conexão, desemparelhe “%@” da Apple TV e tente conectar novamente.
pt_pt: A Apple TV já não está ligada ao dispositivo Bluetooth. Para restabelecer a ligação, desemparelhe “%@” da Apple TV e tente voltar a ligar.
ro: Apple TV‑ul nu mai este conectat la dispozitivul Bluetooth. Pentru a restabili conexiunea, disociați „%@” de Apple TV și încercați să le conectați din nou.
ru: Apple TV больше не подключен к Вашему устройству Bluetooth. Чтобы восстановить подключение, разорвите пару между устройством «%@» и Apple TV и попробуйте подключиться снова.
sk: Apple TV už nie je pripojené k vášmu Bluetooth zariadeniu. Ak chcete obnoviť pripojenie, zrušte párovanie zariadenia %@ s Apple TV a potom ho skúste znovu pripojiť.
sl: Apple TV ni več povezan z vašo napravo Bluetooth. Za ponovno vzpostavitev povezave prekličite seznanitev z napravo »%@« v Apple TV-ju in poskusite znova vzpostaviti povezavo.
sv: Apple TV är inte längre ansluten till Bluetooth-enheten. Återställ anslutningen genom att ta bort parkopplingen till ”%@” från Apple TV och försök ansluta på nytt.
th: Apple TV ไม่ได้เชื่อมต่อกับอุปกรณ์บลูทูธของคุณอีกต่อไป ในการเชื่อมต่ออีกครั้ง ให้เลิกจับคู่ “%@” กับ Apple TV ของคุณแล้วลองเชื่อมต่ออีกครั้ง
tr: Apple TV artık Bluetooth aygıtınıza bağlı değil. Bağlantıyı yenilemek için “%@” adlı aygıtın Apple TV’nizle eşlemesini kaldırıp yeniden bağlanmayı deneyin.
uk: Apple TV більше не підʼєднано до пристрою Bluetooth. Щоб відновити зʼєднання, розірвіть пару між «%@» і Apple TV та підʼєднайте пристрої ще раз.
vi: Apple TV không được kết nối với thiết bị Bluetooth của bạn nữa. Để khôi phục kết nối, hãy hủy ghép đôi “%@” khỏi Apple TV của bạn và thử kết nối lại.
zh_cn: Apple TV与蓝牙设备已不再连接。 若要恢复连接，请从Apple TV取消与“%@”的配对，并再次尝试连接。
zh_hk: Apple TV已不再與你的藍牙裝置連線。 如要恢復連線，取消「%@」與Apple TV的配對，然後嘗試重新連線。
zh_tw: Apple TV已不再與你的藍牙裝置連線。 若要回復連線，請從Apple TV取消配對「%@」，然後嘗試重新連接。

# BTErrorEarbudsUnsupportedDeviceFormat
source: “%@” isn’t supported.
ar: ‫"%@" غير مدعوم.‬
ca: “%@” no és compatible.
cs: Zařízení „%@“ není podporované.
da: “%@” understøttes ikke.
de: „%@“ wird nicht unterstützt.
el: Το «%@» δεν υποστηρίζεται.
es: Los auriculares “%@” no son compatibles.
es_us: “%@” es incompatible.
fi: Laitetta %@ ei tueta.
fr: « %@ » n’est pas pris en charge.
fr_ca: « %@ » n’est pas pris en charge.
he: אין תמיכה ב-״%@״
hi: “%@” समर्थित नहीं है।
hr: “%@” nije podržan.
hu: A(z) „%@” nem támogatott.
id: “%@” tidak didukung.
it: Gli auricolari “%@” non sono supportati.
ja: “%@”には対応していません。
ko: ‘%@’은(는) 지원되지 않습니다.
ms: “%@” tidak disokong.
nb: «%@» støttes ikke.
nl: '%@' wordt niet ondersteund.
pl: Format „%@” nie jest obsługiwany.
pt_br: “%@” não é compatível.
pt_pt: “%@” não é suportado.
ro: Dispozitivul „%@” nu este compatibil.
ru: «%@» не поддерживается.
sk: Zariadenie „%@“ nie je podporované.
sl: Naprava »%@« ni podprta.
sv: ”%@” stöds inte.
th: ไม่รองรับ “%@”
tr: “%@” desteklenmiyor.
uk: «%@» не підтримується.
vi: “%@” không được hỗ trợ.
zh_cn: 不支持“%@”。
zh_hk: 不支援「%@」。
zh_tw: 不支援「%@」。

# BTErrorGameControllerGenericFormat
source: Make sure “%@” is turned on and in range.
ar: تأكد بأن "%@" قد تم تشغيله وأنه ضمن النطاق.
ca: Comprova que “%@” estigui activat i sigui a l’abast.
cs: Ujistěte se, že je zařízení „%@“ zapnuto a v dosahu.
da: Sørg for, at “%@” er tændt og inden for rækkevidde.
de: Vergewissere dich, dass „%@“ eingeschaltet und in Reichweite ist.
el: Βεβαιωθείτε ότι το «%@» είναι ενεργοποιημένο και εντός εμβέλειας.
es: Asegúrate de que el dispositivo “%@” está encendido y se encuentra dentro del alcance.
es_us: Asegúrate de que “%@” está encendido y se encuentra dentro del alcance.
fi: Varmista, että %@ on päällä ja kantaman sisällä.
fr: Assurez-vous que « %@ » est allumé et à portée.
fr_ca: Assurez-vous que « %@ » est allumé et à portée.
he: יש לוודא ש-״%@״ פעיל ונמצא בטווח המכשיר.
hi: सुनिश्चित करें कि “%@” चालू हो और रेंज में हो।
hr: Provjerite je li “%@” uključen i unutar dometa.
hu: Győződjön meg róla, hogy a(z) „%@” be van kapcsolva, és hatókörön belül található.
id: Pastikan “%@” nyala dan dalam jangkauan.
it: Assicurati che “%@” sia acceso e nel raggio di azione del dispositivo.
ja: “%@”の電源がオンになっていて通信圏内にあることを確認してください。
ko: ‘%@’이(가) 켜져 있고, 범위 내에 있는지 확인하십시오.
ms: Pastikan “%@” dihidupkan dan berada dalam liputan.
nb: Kontroller at «%@» er på og innenfor rekkevidde.
nl: Zorg dat '%@' is ingeschakeld en binnen bereik is.
pl: Upewnij się, że „%@” jest włączony i znajduje się w zasięgu.
pt_br: Certifique-se de que “%@” esteja ligado e no raio de alcance.
pt_pt: Certifique‑se de que “%@” está ligado e dentro do raio de alcance.
ro: Asigurați-vă că dispozitivul „%@” este pornit și în raza de acțiune.
ru: Убедитесь, что устройство «%@» включено и находится в зоне доступа.
sk: Uistite sa, že je zariadenie „%@“ zapnuté a v dosahu.
sl: Prepričajte se, da je naprava »%@« vklopljena in znotraj dosega.
sv: Kontrollera att ”%@” är påslagen och inom räckvidd.
th: ตรวจสอบว่า “%@” เปิดอยู่และอยู่ในระยะที่กำหนด
tr: “%@” aygıtının açık ve kapsama alanında olduğundan emin olun.
uk: Переконайтеся, що «%@» увімкнено та перебуває в області дії.
vi: Đảm bảo “%@” được bật và trong vùng phủ sóng.
zh_cn: 请确保“%@”已打开并且在通信范围内。
zh_hk: 確定「%@」已開啟，並位於通訊範圍內。
zh_tw: 請確定「%@」已開啟且位於通訊範圍內。

# BTErrorGameControllerGenericPairingFormat
source: Make sure “%@” is turned on, in range, and ready to pair.
ar: تأكد من أن "%@" قيد التشغيل وأنه ضمن النطاق وجاهز للاقتران.
ca: Comprova que “%@” estigui activat, a l’abast i a punt per enllaçar.
cs: Ujistěte se, že je zařízení „%@“ zapnuté, v dosahu a připravené k párování.
da: Sørg for, at “%@” er tændt, inden for rækkevidde og klar til pardannelse.
de: Vergewissere dich, dass „%@“ eingeschaltet, in Reichweite und zum Koppeln bereit ist.
el: Βεβαιωθείτε ότι το «%@» είναι ενεργοποιημένο, εντός εμβέλειας και έτοιμο για ζευγοποίηση.
es: Asegúrate de que el dispositivo “%@” está encendido, se encuentra dentro del alcance y está preparado para el enlace.
es_us: Asegúrate de que “%@” está encendido, se encuentra dentro del alcance y está preparado para el enlace.
fi: Varmista, että %@ on päällä, kantaman sisällä ja valmis laiteparin muodostamiseen.
fr: Assurez-vous que « %@ » est allumé, à portée et disponible pour le jumelage.
fr_ca: Assurez-vous que « %@ » est allumé, à portée et prêt pour le jumelage.
he: יש לוודא ש-״%@״ פעיל, נמצא בטווח המכשיר ומוכן לקישור.
hi: निश्चित करें कि “%@” चालू हो, रेंज में हो और पेयरिंग के लिए तैयार हो।
hr: Provjerite je li uređaj “%@” uključen, unutar dometa i spreman za uparivanje.
hu: Győződjön meg róla, hogy a(z) „%@” be van kapcsolva, hatókörön belül található, és készen áll a párosításra.
id: Pastikan “%@” nyala, dalam jangkauan, dan siap dipasangkan.
it: Assicurati che “%@” sia acceso, nel raggio di azione del dispositivo e pronto per l’abbinamento.
ja: “%@”の電源がオンになっていて通信圏内にあり、ペアリングの準備ができていることを確認してください。
ko: ‘%@’이(가) 켜져 있고, 범위 내에 있으며, 페어링할 준비가 되었는지 확인하십시오.
ms: Pastikan “%@” dihidupkan, berada dalam liputan dan sedia untuk berpasangan.
nb: Kontroller at «%@» er på, innenfor rekkevidde og klar for sammenkobling.
nl: Zorg dat '%@' is ingeschakeld, binnen bereik is en gereed is om mee te koppelen.
pl: Upewnij się, że urządzenie „%@” jest włączone, znajduje się w zasięgu i jest gotowe do połączenia w parę.
pt_br: Certifique-se de que “%@” esteja ligado, no raio de alcance e pronto para emparelhar.
pt_pt: Certifique‑se de que “%@” está ligado, dentro do raio de alcance e preparado para emparelhar.
ro: Asigurați-vă că dispozitivul „%@” este pornit, în raza de acțiune și gata de asociere.
ru: Убедитесь, что устройство «%@» включено, находится в зоне доступа и готово к созданию пары.
sk: Uistite sa, že je zariadenie „%@“ zapnuté, v dosahu a pripravené na párovanie.
sl: Prepričajte se, da je naprava »%@« vklopljena, v dosegu in pripravljena na seznanitev.
sv: Kontrollera att ”%@” är på, inom räckvidd och redo att parkopplas.
th: ตรวจสอบว่า “%@” เปิดอยู่และอยู่ในระยะที่กำหนด และพร้อมที่จะจับคู่
tr: “%@” aygıtının açık, kapsama alanında ve eşlenmeye hazır olduğundan emin olun.
uk: Переконайтеся, що «%@» увімкнено, перебуває в області дії та готовий до спарення.
vi: Đảm bảo “%@” được bật, trong phạm vi và sẵn sàng ghép đôi.
zh_cn: 请确保“%@”已打开，在通信范围内，且已准备好配对。
zh_hk: 確定「%@」已開啟及位於通訊範圍內，並已準備好配對。
zh_tw: 請確定「%@」已開啟、位於通訊範圍內且可進行配對。

# BTErrorGameControllerLinkKey
source: Apple TV is no longer connected to your Bluetooth device. To restore the connection, unpair “%@” from your Apple TV and try connecting again.
ar: لم يعد Apple TV متصلاً بجهاز Bluetooth. لاستعادة الاتصال، يرجى إلغاء اقتران "%@" من Apple TV وتجربة الاتصال مرة أخرى.
ca: L’Apple TV ja no està connectat al dispositiu Bluetooth. Per restaurar la connexió, desenllaça “%@” de l’Apple TV i prova de tornar a connectar‑lo.
cs: Apple TV už není k vašemu Bluetooth zařízení připojená. Chcete‑li připojení obnovit, zrušte spárování zařízení „%@“ s Apple TV a zkuste se připojit znovu.
da: Apple TV har ikke længere forbindelse til Bluetooth-enheden. For at genoprette forbindelsen skal du ophæve pardannelsen mellem “%@” og dit Apple TV og prøve at oprette forbindelse igen.
de: Apple TV ist nicht mehr mit deinem Bluetooth-Gerät verbunden. Um die Verbindung wiederherzustellen, entkoppele „%@“ von dem Apple TV und versuche es dann erneut.
el: Το Apple TV δεν είναι πλέον συνδεδεμένο με τη συσκευή Bluetooth σας. Για επαναφορά της σύνδεσης, καταργήστε τη ζευγοποίηση του «%@» με το Apple TV και κάντε σύνδεση εκ νέου.
es: El Apple TV ya no está conectado a tu dispositivo Bluetooth. Para restaurar la conexión, desenlaza el dispositivo “%@” del Apple TV y vuelve a intentar conectarte.
es_us: El Apple TV ya no está conectado a tu dispositivo Bluetooth. Para restaurar la conexión, desenlaza “%@” de tu Apple TV e intenta conectarlo otra vez.
fi: Apple TV ei ole enää yhdistettynä Bluetooth-laitteeseen. Jos haluat palauttaa yhteyden, poista ”%@” Apple TV:n laitepareista ja yritä yhdistää uudelleen.
fr: L’Apple TV n’est plus connectée à cet appareil Bluetooth. Pour restaurer la connexion, déjumelez « %@ » de votre Apple TV et réessayez de procéder à la connexion.
fr_ca: L’Apple TV n’est plus connectée à votre appareil Bluetooth. Pour rétablir la connexion, déjumelez « %@ » de votre Apple TV, puis établissez de nouveau la connexion.
he: ה-Apple TV אינו מחובר עוד למכשיר ה-Bluetooth שלך. כדי לשחזר את החיבור, יש לבטל את הקישור של ״%@״ ל-Apple TV ולנסות להתחבר שוב.
hi: Apple TV अब आपके Bluetooth डिवाइस से कनेक्टेड नहीं है। कनेक्शन रीस्टोर करने के लिए अपने Apple TV से “%@” को अनपेयर करें और फिर से कनेक्ट करने की कोशिश करें।
hr: Apple TV više nije spojen na vaš Bluetooth uređaj. Za obnavljanje veze rasparite Apple TV i “%@” te ih ponovno povežite.
hu: Az Apple TV már nem csatlakozik a Bluetooth-eszközhöz. A csatlakozás visszaállításához törölje a(z) „%@” Apple TV-vel való párosítását, majd próbáljon meg ismét csatlakozni.
id: Apple TV tidak lagi terhubung ke perangkat Bluetooth Anda. Untuk memulihkan koneksi, lepas “%@” dari Apple TV Anda dan coba hubungkan lagi.
it: Apple TV non è più connessa al dispositivo Bluetooth. Per ripristinare la connessione, annulla l’abbinamento di “%@” con Apple TV e prova a connetterli nuovamente.
ja: Apple TVとこのBluetoothデバイスはもう接続されていません。 接続を復元するには、Apple TVから“%@”のペアリングを解除して、再度接続してみてください。
ko: Apple TV가 Bluetooth 기기에 더 이상 연결되어 있지 않습니다. 다시 연결하려면 Apple TV에서 ‘%@’의 페어링을 해제한 다음 다시 연결하십시오.
ms: Apple TV tidak lagi disambungkan ke peranti Bluetooth anda. Untuk memulihkan sambungan, batalkan berpasangan “%@” daripada Apple TV anda dan cuba sambung sekali lagi.
nb: Apple TV er ikke lenger koblet til Bluetooth-enheten. Koble «%@» fra Apple TV og koble til på nytt for å gjenopprette forbindelsen.
nl: Apple TV is niet meer verbonden met je Bluetooth-apparaat. Om de verbinding te herstellen, koppel je '%@' los van je Apple TV en probeer je opnieuw te verbinden.
pl: Apple TV nie ma połączenia z urządzeniem Bluetooth. Aby przywrócić połączenie, rozłącz parę „%@” i Apple TV, a następnie spróbuj nawiązać połączenie ponownie.
pt_br: A Apple TV não está mais conectada ao dispositivo Bluetooth. Para restaurar a conexão, desemparelhe “%@” da Apple TV e tente conectar novamente.
pt_pt: A Apple TV já não está ligada ao dispositivo Bluetooth. Para restabelecer a ligação, desemparelhe “%@” da Apple TV e tente voltar a ligar.
ro: Apple TV‑ul nu mai este conectat la dispozitivul Bluetooth. Pentru a restabili conexiunea, disociați „%@” de Apple TV și încercați să le conectați din nou.
ru: Apple TV больше не подключен к Вашему устройству Bluetooth. Чтобы восстановить подключение, разорвите пару между устройством «%@» и Apple TV и попробуйте подключиться снова.
sk: Apple TV už nie je pripojené k vášmu Bluetooth zariadeniu. Ak chcete obnoviť pripojenie, zrušte párovanie zariadenia %@ s Apple TV a potom ho skúste znovu pripojiť.
sl: Apple TV ni več povezan z vašo napravo Bluetooth. Za ponovno vzpostavitev povezave prekličite seznanitev z napravo »%@« v Apple TV-ju in poskusite znova vzpostaviti povezavo.
sv: Apple TV är inte längre ansluten till Bluetooth-enheten. Återställ anslutningen genom att ta bort parkopplingen till ”%@” från Apple TV och försök ansluta på nytt.
th: Apple TV ไม่ได้เชื่อมต่อกับอุปกรณ์บลูทูธของคุณอีกต่อไป ในการเชื่อมต่ออีกครั้ง ให้เลิกจับคู่ “%@” กับ Apple TV ของคุณแล้วลองเชื่อมต่ออีกครั้ง
tr: Apple TV artık Bluetooth aygıtınıza bağlı değil. Bağlantıyı yenilemek için “%@” adlı aygıtın Apple TV’nizle eşlemesini kaldırıp yeniden bağlanmayı deneyin.
uk: Apple TV більше не підʼєднано до пристрою Bluetooth. Щоб відновити зʼєднання, розірвіть пару між «%@» і Apple TV та підʼєднайте пристрої ще раз.
vi: Apple TV không được kết nối với thiết bị Bluetooth của bạn nữa. Để khôi phục kết nối, hãy hủy ghép đôi “%@” khỏi Apple TV của bạn và thử kết nối lại.
zh_cn: Apple TV与蓝牙设备已不再连接。 若要恢复连接，请从Apple TV取消与“%@”的配对，并再次尝试连接。
zh_hk: Apple TV已不再與你的藍牙裝置連線。 如要恢復連線，取消「%@」與Apple TV的配對，然後嘗試重新連線。
zh_tw: Apple TV已不再與你的藍牙裝置連線。 若要回復連線，請從Apple TV取消配對「%@」，然後嘗試重新連接。
